{"Frozen":{"Title":"Frozen","Year":"2013","Rated":"PG","Released":"27 Nov 2013","Runtime":"102 min","Genre":"Animation","Director":"Chris Buck, Jennifer Lee","Actors":"Kristen Bell, Idina Menzel, Jonathan Groff, Josh Gad","Plot":"When the newly crowned Queen Elsa accidentally uses her power to turn things into ice to curse her home in infinite winter, her sister, Anna, teams up with a mountain man, his playful reindeer, and a snowman to change the weather condition.","Language":"English, Icelandic","Country":"USA","Awards":"Won 2 Oscars. Another 69 wins & 56 nominations."},"Internship":{"Title":"Internship","Year":"2015","Rated":"N/A","Released":"18 Jul 2015","Runtime":"120 min","Genre":"Comedy","Director":"Hyun-seok Shim","Actors":"N/A","Plot":"While working by night, a male intern is suddenly aware of some strange sound that comes from upstairs. However, a female intern who works with him doesn't hear that sound at all. He feels ..."},"Up":{"Title":"Up","Year":"2009","Rated":"PG","Released":"29 May 2009","Runtime":"96 min","Genre":"Animation","Director":"Pete Docter, Bob Peterson","Actors":"Edward Asner, Christopher Plummer, Jordan Nagai, Bob Peterson","Plot":"Seventy-eight year old Carl Fredricksen travels to Paradise Falls in his home equipped with balloons, inadvertently taking a young stowaway."},"The Martian":{"Title":"The Martian","Year":"2015","Rated":"PG-13","Released":"02 Oct 2015","Runtime":"144 min","Genre":"Drama","Director":"Ridley Scott","Plot":"During a manned mission to Mars, Astronaut Mark Watney is presumed dead after a fierce storm and left behind by his crew. But Watney has survived and finds himself stranded and alone on the hostile planet. With only meager supplies, he must draw upon his ingenuity, wit and spirit to subsist and find a way to signal to Earth that he is alive."},"The Shawshank Redemption":{"Title":"The Shawshank Redemption","Year":"1994","Rated":"R","Released":"14 Oct 1994","Runtime":"142 min","Genre":"Drama","Director":"Frank Darabont","Actors":"Tim Robbins, Morgan Freeman, Bob Gunton, William Sadler","Plot":"Two imprisoned men bond over a number of years, finding solace and eventual redemption through acts of common decency."},"Fight Club":{"Title":"Fight Club","Year":"1999","Rated":"R","Released":"15 Oct 1999","Runtime":"139 min","Genre":"Drama","Director":"David Fincher","Actors":"Edward Norton, Brad Pitt, Helena Bonham Carter, Meat Loaf","Plot":"An insomniac office worker, looking for a way to change his life, crosses paths with a devil-may-care soap maker, forming an underground fight club that evolves into something much, much more..."},"Forrest Gump":{"Title":"Forrest Gump","Year":"1994","Rated":"PG-13","Released":"06 Jul 1994","Runtime":"142 min","Genre":"Drama","Director":"Robert Zemeckis","Actors":"Tom Hanks, Rebecca Williams, Sally Field, Michael Conner Humphreys","Plot":"Forrest Gump, while not intelligent, has accidentally been present at many historic moments, but his true love, Jenny Curran, eludes him."},"Casablanca":{"Title":"Casablanca","Year":"1942","Rated":"PG","Released":"23 Jan 1943","Runtime":"102 min","Genre":"Drama","Director":"Michael Curtiz","Actors":"Humphrey Bogart, Ingrid Bergman, Paul Henreid, Claude Rains","Plot":"Set in Casablanca, Morocco during the early days of World War II: An American expatriate meets a former lover, with unforeseen complications."},"50 First Dates":{"Title":"50 First Dates","Year":"2004","Rated":"PG-13","Released":"13 Feb 2004","Runtime":"99 min","Genre":"Comedy","Director":"Peter Segal","Actors":"Adam Sandler, Drew Barrymore, Rob Schneider, Sean Astin","Plot":"Henry Roth is a man afraid of commitment up until he meets the beautiful Lucy. They hit it off and Henry think he's finally found the girl of his dreams, until he discovers she has short-term memory loss and forgets him the very next day."},"Kung Fu Panda":{"Title":"Kung Fu Panda","Year":"2008","Rated":"PG","Released":"06 Jun 2008","Runtime":"92 min","Genre":"Animation","Director":"Mark Osborne, John Stevenson","Actors":"Jack Black, Dustin Hoffman, Angelina Jolie, Ian McShane","Plot":"In the Valley of Peace, Po the Panda finds himself chosen as the Dragon Warrior despite the fact that he is obese and a complete novice at martial arts."},"WALL E":{"Title":"WALL E","Year":"2008","Rated":"G","Released":"27 Jun 2008","Runtime":"98 min","Genre":"Animation","Director":"Andrew Stanton","Actors":"Ben Burtt, Elissa Knight, Jeff Garlin, Fred Willard","Plot":"In the distant future, a small waste-collecting robot inadvertently embarks on a space journey that will ultimately decide the fate of mankind."},"The Ugly Truth":{"Title":"The Ugly Truth","Year":"2009","Rated":"R","Released":"24 Jul 2009","Runtime":"96 min","Genre":"Comedy","Director":"Robert Luketic","Actors":"Katherine Heigl, Gerard Butler, Bree Turner, Eric Winter","Plot":"A romantically challenged morning show producer is reluctantly embroiled in a series of outrageous tests by her chauvinistic correspondent to prove his theories on relationships and help ..."},"How to Train Your Dragon":{"Title":"How to Train Your Dragon","Year":"2010","Rated":"PG","Released":"26 Mar 2010","Runtime":"98 min","Genre":"Animation","Director":"Dean DeBlois, Chris Sanders","Actors":"Jay Baruchel, Gerard Butler, Craig Ferguson, America Ferrera","Plot":"A hapless young Viking who aspires to hunt dragons, becomes the unlikely friend of a young dragon himself, and learns there may be more to the creatures than he assumed."},"Movie 43":{"Title":"Movie 43","Year":"2013","Rated":"R","Released":"25 Jan 2013","Runtime":"94 min","Genre":"Comedy","Director":"Elizabeth Banks, Steven Brill, Steve Carr, Rusty Cundieff, James Duffy, Griffin Dunne, Peter Farrelly, Patrik Forsberg, Will Graham, James Gunn, Brett Ratner, Jonathan van Tulleken, Bob Odenkirk","Actors":"Dennis Quaid, Greg Kinnear, Common, Charlie Saxton","Plot":"A series of interconnected short films follows a washed-up producer as he pitches insane story lines featuring some of the biggest stars in Hollywood."}}